Процедура ВыполнитьОчисткуИнтерфейса() Экспорт
	НастройкиИнтерфейса = Новый НастройкиИнтерфейсаКлиентскогоПриложения;
	НастройкиСостава = НастройкиИнтерфейса.ПолучитьСостав();
	НастройкиСостава.Верх.Очистить();
	НастройкиСостава.Лево.Очистить();
	НастройкиСостава.Низ.Очистить();	
	НастройкиСостава.Право.Очистить();
	НастройкиИнтерфейса.УстановитьСостав(НастройкиСостава);     	
	ХранилищеСистемныхНастроек.Сохранить("Общее/НастройкиИнтерфейсаКлиентскогоПриложения", , НастройкиИнтерфейса);
КонецПроцедуры